import img1 from './Images/img1.png';
import img2 from './Images/img2.png';
import img3 from './Images/img3.png';

export const itemList = [
    {
        id: 1,
        title: "Устрицы по-рокфеллеровски",
        description: "Устрицы Рокфеллер - это одно из самых изысканных и самых быстрых и простых в приготовлении блюд",
        price: 2700,
        weight: "500 г",
        avatar: (img1)
    },
    {
        id: 2,
        title: "Ребрышки на гриле с зеленью",
        description: "Свиные ребрышки, пахнущие дровами и костром, специально предназначенном для приготовления ребрышек на гриле",
        price: 1600,
        weight: "750 г",
        avatar: (img2)
    },
    {
        id: 3,
        title: "Креветки по-королевски в лимонном соке",
        description: "Креветки вкусные сами по себе, но еще вкуснее они получаются, если пожарить их с лимоном и чесноком",
        price: 1820,
        weight: "7 шт.",
        avatar: (img3)
    },
    {
        id: 4,
        title: "Устрицы по-рокфеллеровски",
        description: "Устрицы Рокфеллер - это одно из самых изысканных и самых быстрых и простых в приготовлении блюд",
        price: 2700,
        weight: "500 г.",
        avatar: (img1)
    },
    {
        id: 5,
        title: "Устрицы по-рокфеллеровски",
        description: "Устрицы Рокфеллер - это одно из самых изысканных и самых быстрых и простых в приготовлении блюд",
        price: 2700,
        weight: "500 г.",
        avatar: (img1)
    },
    {
        id: 6,
        title: "Ребрышки на гриле с зеленью",
        description: "Свиные ребрышки, пахнущие дровами и костром, специально предназначенном для приготовления ребрышек на гриле",
        price: 1600,
        weight: "750 г.",
        avatar: (img2)
    },
    {
        id: 7,
        title: "Креветки по-королевски в лимонном соке",
        description: "Креветки вкусные сами по себе, но еще вкуснее они получаются, если пожарить их с лимоном и чесноком",
        price: 1820,
        weight: "7 шт.",
        avatar: (img3)
    },
    {
        id: 8,
        title: "Устрицы по-рокфеллеровски",
        description: "Устрицы Рокфеллер - это одно из самых изысканных и самых быстрых и простых в приготовлении блюд",
        price: 2700,
        weight: "500 г.",
        avatar: (img1)
    }
]